# FtH2OPer100ft Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtH2OPer100ft Property
SymbolTypeId Class See Also
---
Symbol ftH2O/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtH2OPer100ft { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtH2OPer100ft As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtH2OPer100ft {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace